; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Example file for English
; Translation by: Gurjit Singh
; Comments : Copy this file with a new name which is name of the language.
;            Translate and replace english words with new language.
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "correctlyincorrect@gmail.com "
Translationby = "Gurjit Singh"
Language = "English"
pickatask = "Pick A Task"
lockafolder = "Lock A Folder"
unlockselected = "UnLock selected Folder"
changepassword = "Change Master Password"
exit = "Exit"
Aboutlockafolder = "About LocK-A-FoLdeR"
enternewpassword = "Enter New password"
entermasterpassword = "Enter Master password"
alreadyrunning = "LocK-A-FoLdeR is already running"
doesntexist = "doesn't exists"
chooseafolder = "Choose a folder to lock"
selectfirst = "please select a folder first"
alreadyinlist = "is already in list"
plzwait = "Please Wait"
unable2lock = "can't be locked"
unable2unlock = "can't be unlocked"
invalidpass = "Invalid password"
alertmasterpass = "Please choose a Master Password."
nointernet = "There is some sort of problem with your internet connection"
checkupdates = "Check for Updates"
openreadme = "Open Readme file"
visitwebpage = "Visit Webpage"
rescuecentre = "Rescue Centre"
Rescuefolder = "Rescue a folder"
notinlist = "Folders not in list can be unlocked from here."